/* abbreviation for astronomical unit */
" au" = " au";

/* abbreviation for centimeters */
" cm" = " cm";

/* abbreviation for cubits */
" cubit" = " cubit";

/* abbreviation for feet */
" ft" = " ft";

/* abbreviation for decimal inches
   abbreviation for inches */
" in" = " in";

/* abbreviation for kilometers */
" km" = " km";

/* abbreviation for meters */
" m" = " m";

/* abbreviation for miles */
" mi" = " mi";

/* abbreviation for millimeters */
" mm" = " mm";

/* abbreviation for points */
" pt" = " pt";

/* abbreviation for pixels */
" px" = " px";

/* abbreviation for yards */
" yd" = " yd";

/* tick abbreviation for inches */
"\"" = "\"";

/* Quarantined file with AppleScript - warning panel message text */
"%@ downloaded this file %@ at %@ from %@.  AppleScript is capable of reading and modifying your documents, so you should avoid running appleScript from untrusted sources." = "%1$@ downloaded this file %2$@ at %3$@ from %4$@.  AppleScript is capable of reading and modifying your documents, so you should avoid running appleScript from untrusted sources.";

/* line thickness format string */
"%gpt" = "%gpt";

/* tick abbreviation for feet */
"\'" = "\'";

/* text description */
", Rotated" = ", Rotated";

/* display string for compiled script link */
"<script>" = "<script>";

/* Quarantined file with AppleScript - warning panel title */
"\\U201C%@\\U201D is a file which was downloaded from the Internet and contains AppleScript.  Are you sure you want to open it?" = "“%@” is a file which was downloaded from the Internet and contains AppleScript.  Are you sure you want to open it?";

/* context menu for adding a midpoint a line */
"Add Midpoint" = "Add Midpoint";

/* layout error */
"An error occurred during graph layout." = "An error occurred during graph layout.";

/* layout error */
"An error occurred during graph layout.  If possible, please mail the current document to omnigraffle@omnigroup.com" = "An error occurred during graph layout.  If possible, please mail the current document to omnigraffle@omnigroup.com";

/* has at least one arrow */
"Arrows" = "Arrows";

/* name of authors text tag */
"Authors" = "Authors";

/* text description */
"Autosizing" = "Autosizing";

/* Import filter error message */
"Bad target for file import" = "Bad target for file import";

/* description for bezier shapes
   bezier line */
"Bezier" = "Bézier";

/* text description */
"Bottom" = "Bottom";

/* Quarantine open panel - cancel button title
   opening autosaved file alert - button title - Cancel */
"Cancel" = "Cancel";

/* Document load error message when passed a non-file: URL */
"Cannot read from a URL which is not a \"file:\" URL" = "Cannot read from a URL which is not a \"file:\" URL";

/* Document save error message when passed a non-file: URL */
"Cannot write to a URL which is not a \"file:\" URL" = "Cannot write to a URL which is not a \"file:\" URL";

/* Prefix for a canvas safe name */
"Canvas" = "Canvas";

/* Format string for a numbered canvas */
"Canvas %d" = "Canvas %d";

/* name of canvas text tag */
"Canvas Name" = "Canvas Name";

/* canvas number tag */
"Canvas Number" = "Canvas Number";

/* context menu for label positioning */
"Center on Current Segment" = "Center on Current Segment";

/* context menu for label positioning */
"Center on Line" = "Center on Line";

/* text description */
"Centered" = "Centered";

/* name for centimeters */
"centimeters (cm)" = "centimeters (cm)";

/* name of comments text tag */
"Comments" = "Comments";

/* name of copyright text tag */
"Copyright" = "Copyright";

/* Document autosave error message */
"Could not autosave %@.  File no longer exists at that location." = "Could not autosave %@.  File no longer exists at that location.";

/* Import filter error message */
"Could not find application resource" = "Could not find application resource";

/* Error description for importing files */
"Could not import file \"%@\"." = "Could not import file \"%@\".";

/* error when reading a saved file */
"Could not parse saved plist" = "Could not parse saved plist";

/* Document save error message when -[NSFileWrapper writeToFile:atomically:updateFilename:] fails */
"Could not save" = "Could not save";

/* name of creator text tag */
"Creator" = "Creator";

/* name of current-date text tag */
"Current Date" = "Current Date";

/* curved line */
"Curved" = "Curved";

/* name for shapes with really long names (usually random strings generated when combining shapes */
"Custom" = "Custom";

/* line with dashes */
"Dashed" = "Dashed";

/* name for decimal inches */
"decimal inches (in)" = "decimal inches (in)";

/* name of description text tag */
"Description" = "Description";

/* alert button - loading file which has a backup but no saved version - discard backup entirely */
"Discard Backup" = "Discard Backup";

/* name of creation date text tag */
"Document Creation Date" = "Document Creation Date";

/* newer document version alert - title */
"Document from Newer OmniGraffle" = "Document from Newer OmniGraffle";

/* name of modification date text tag */
"Document Modification Date" = "Document Modification Date";

/* name of document text tag */
"Document Name" = "Document Name";

/* Button label for aborting a change to the paper size */
"Don't Change Paper Size" = "Don't Change Paper Size";

/* Dont Undo warning button */
"Don't Undo" = "Don't Undo";

/* double line */
"Double" = "Double";

/* context menu for embedding image aliases */
"Embed in Document" = "Embed in Document";

/* error when loading a document - exception raised while reading a custom line ending (arrowhead) definition */
"Error while loading custom line ending (#%d): %@" = "Error while loading custom line ending (#%1$d): %2$@";

/* error when loading a document - exception raised while reading a custom shape definition */
"Error while loading custom shape (#%d): %@" = "Error while loading custom shape (#%1$d): %2$@";

/* error when loading a document - exception raised while reading a layer or its graphics */
"Error while loading layer %d of canvas \"%@\": %@" = "Error while loading layer %1$d of canvas \"%2$@\": %3$@";

/* error when loading a document - exception raised while reading master canvas
   error when loading a document - exception raised while reading (non-master) canvas */
"Error while reading canvas %d/%d: %@" = "Error while reading canvas %1$d/%2$d: %3$@";

/* graphic user data - error - not a dictionary/record */
"Failed to set user data on object #%d.  Value was not a dictionary." = "Failed to set user data on object #%d.  Value was not a dictionary.";

/* tick name for feet */
"feet (\')" = "feet (\')";

/* name for feet */
"feet (ft)" = "feet (ft)";

/* Import filter error message */
"File import canceled by user" = "File import canceled by user";

/* error when reading a saved file */
"File is empty or unreadable" = "File is empty or unreadable";

/* simple fill description format */
"Fill:%@" = "Fill:%@";

/* layout error */
"Graph layout" = "Graph layout";

/* human-readable name of a group of shapes */
"Group (noun)" = "Group";

/* head arrow */
"Head Arrow" = "Head Arrow";

/* name of height text tag */
"Height" = "Height";

/* context menu for label orientation */
"Horizontal" = "Horizontal";

/* console error message when an image is missing from the file package */
"Image %@ not found." = "Image %@ not found.";

/* image fill style */
"Image Fill:" = "Image Fill:";

/* tick name for inches */
"inches (\")" = "inches (\")";

/* name for inches */
"inches (in)" = "inches (in)";

/* internal stencils title */
"Internal" = "Internal";

/* text description */
"Justified" = "Justified";

/* name of keywords text tag */
"Keywords" = "Keywords";

/* name for kilometers */
"kilometers (km)" = "kilometers (km)";

/* context menu for label orientation submenu */
"Label Orientation" = "Label Orientation";

/* context menu for label positioning submenu */
"Label Position" = "Label Position";

/* name of languages text tag */
"Languages" = "Languages";

/* alert button - loading file which has a backup - to open the most recently explicitly saved version and discard the backup */
"Last Saved" = "Last Saved";

/* Name to give to newly created nameless layer */
"Layer" = "Layer";

/* Layer Info pane - format string for a numbered layer */
"Layer %d" = "Layer %d";

/* name of layer text tag */
"Layer Name" = "Layer Name";

/* text description */
"Left" = "Left";

/* human-readable name of line shapes */
"Line" = "Line";

/* Default text for line labels */
"Line Label" = "Line Label";

/* name of length text tag */
"Line Length" = "Line Length";

/* fill description format */
"Linear:%@ to %@" = "Linear:%1$@ to %2$@";

/* fill description format */
"Linear:%@ to %@ to %@" = "Linear:%1$@ to %2$@ to %3$@";

/* context menu for linked image submenu */
"Linked Image" = "Linked Image";

/* image sizing manual */
"Manual" = "Manual";

/* Layer Info pane - master layer */
"Master layer" = "Master layer";

/* name for meters */
"meters (m)" = "meters (m)";

/* name for miles */
"miles (mi)" = "miles (mi)";

/* name for millimeters */
"millimeters (mm)" = "millimeters (mm)";

/* category name */
"Miscellaneous" = "Miscellaneous";

/* name of modifier text tag */
"Modifier" = "Modifier";

/* warning message when reading a damaged save file with duplicated graphic identifiers */
"More than one graphic in the saved document has an ID=%@. Changing the id of one of them." = "More than one graphic in the saved document has an ID=%@. Changing the id of one of them.";

/* warning message when reading a damaged save file with duplicated image identifiers */
"More than one image in saved document has ID=%@. Ignoring one of them." = "More than one image in saved document has ID=%@. Ignoring one of them.";

/* no line arrows */
"No Arrows" = "No Arrows";

/* no fill */
"No Fill" = "No Fill";

/* no ruler scale */
"No scale" = "No scale";

/* no shadow */
"No Shadow" = "No Shadow";

/* stroke description for no stroke */
"No Stroke" = "No Stroke";

/* Generic human-readable name for graphics, should never actually be seen */
"Object" = "Object";

/* text description
   image offset label */
"Offset" = "Offset";

/* Import filter error message */
"OGImport:NoInteractionAllowed" = "An import setting is missing, but Graffle has been asked not to prompt the user for settings.";

/* image opacity label */
"Opacity" = "Opacity";

/* opening autosaved file alert - button title - Open
   context menu for opening image aliases
   Quarantine open panel - button title - Open file */
"Open" = "Open";

/* opening autosaved file alert - title */
"Opening Autosaved Document" = "Opening Autosaved Document";

/* name of organizations text tag */
"Organizations" = "Organizations";

/* orthogonal line */
"Orthogonal" = "Orthogonal";

/* abbreviation for picas */
"p" = "p";

/* Alert message for paper size change conflicting with page margins */
"Page margins will be scaled down to fit the new paper size. They can then be adjusted in the Document inspector." = "Page margins will be scaled down to fit the new paper size. They can then be adjusted in the Document inspector.";

/* name of page number text tag */
"Page Number" = "Page Number";

/* context menu for label orientation */
"Parallel" = "Parallel";

/* context menu for label orientation */
"Perpendicular" = "Perpendicular";

/* name for picas */
"picas (p)" = "picas (p)";

/* name for pixels */
"pixels (px)" = "pixels (px)";

/* name for points */
"points (pt)" = "points (pt)";

/* name of projects text tag */
"Projects" = "Projects";

/* fill description format */
"Radial:%@ to %@" = "Radial:%1$@ to %2$@";

/* context menu for removing points from a line */
"Remove Midpoints" = "Remove Midpoints";

/* no ruler scale */
"Reset Scale" = "Reset Scale";

/* context menu for revealing image aliases */
"Reveal in Finder" = "Reveal in Finder";

/* text description */
"Right" = "Right";

/* format string for describing rounded shapes */
"Rounded %@" = "Rounded %@";

/* Help tag for tables */
"rows: %d\ncols: %d" = "rows: %1$d\ncols: %2$d";

/* Button label for scaling page margins */
"Scale Margins to Fit" = "Scale Margins to Fit";

/* image scale label */
"Scaled" = "Scaled";

/* simple shadow description format */
"Shadow:%@" = "Shadow:%@";

/* Format string for a shared layer */
"Shared %d" = "Shared %d";

/* opening autosaved file alert - button title to show original file */
"Show Original" = "Show Original";

/* straight line */
"Straight" = "Straight";

/* image sizing stretch to fill */
"Stretched" = "Stretched";

/* Quarantine open panel - button title - Strip AppleScript */
"Strip AppleScript" = "Strip AppleScript";

/* simple stroke description format */
"Stroke:%@" = "Stroke:%@";

/* Default text for subgraphs */
"Subgraph" = "Subgraph";

/* name of subject text tag */
"Subject" = "Subject";

/* tail arrow */
"Tail Arrow" = "Tail Arrow";

/* Text position chit label */
"Text:" = "Text:";

/* alert title - loading file which has a backup */
"The document \\U201C%@\\U201D has an automatically saved backup which is newer than the last manually saved version." = "The document “%@” has an automatically saved backup which is newer than the last manually saved version.";

/* XML import parsing error */
"The file does not seem to contain a well-formed XML document." = "The file does not seem to contain a well-formed XML document.";

/* Alert title for paper size change conflicting with page margins */
"The new paper size is too small to accommodate the page margins." = "The new paper size is too small to accommodate the page margins.";

/* alert title - loading file which has a backup but no name, probably an autosave of an untitled document */
"There is an automatically saved backup of an untitled document." = "There is an automatically saved backup of an untitled document.";

/* alert text - errors encountered while reading a document */
"There was a problem while loading \"%@\"." = "There was a problem while loading \"%@\".";

/* alert text - loading file which has a backup */
"This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup or open the last saved version?" = "This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup or open the last saved version?";

/* alert text - loading a backup with no corresponding save file, probably an autosave of an untitled document */
"This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup?" = "This document may have had unsaved changes when Graffle encountered an error and had to quit unexpectedly. Do you want to open the backup?";

/* newer document version alert - message */
"This document was created with a newer version of OmniGraffle than the one you are using. Parts of this document may not be displayed correctly, and if you save from this version of OmniGraffle you may lose those features of this document that only work in newer versions" = "This document was created with a newer version of OmniGraffle than the one you are using. Parts of this document may not be displayed correctly, and if you save from this version of OmniGraffle you may lose those features of this document that only work in newer versions";

/* ipad document version alert - message */
"Any open freehand shapes will become enclosed shapes. If you save this document, they will be saved as enclosed." = "Any open freehand shapes will become enclosed shapes. If you save this document, they will be saved as enclosed.";

/* ipad document version alert - title */
"This document was created with OmniGraffle for iPad." = "This document was created with OmniGraffle for iPad.";

/* opening autosaved file - message */
"This is a backup of \\U201C%@\\U201D. Opening this file will open it as an new untitled document." = "This is a backup of “%@”. Opening this file will open it as an new untitled document.";

/* image sizing tiled */
"Tiled" = "Tiled";

/* text description */
"Top" = "Top";

/* canvas total tag */
"Total Canvases" = "Total Canvases";

/* name of total pages text tag */
"Total Pages" = "Total Pages";

/* error when loading a linked image that can't be found */
"Unable to find linked image: %@" = "Unable to find linked image: %@";

/* error when loading a document - can't read an image from the property list */
"Unable to load embedded image" = "Unable to load embedded image";

/* error when loading a document - can't read an image from the property list */
"Unable to load image %d of %d: %@" = "Unable to load image %1$d of %2$d: %3$@";

/* Undo warning button */
"Undo" = "Undo";

/* Title for undo warning sheet */
"Undo Past Last Save" = "Undo Past Last Save";

/* unknown date - for insertion in text
   unknown user - string for insertion in text for <%Modifier%>
   unknown user - string for insertion in text for <%Creator%> */
"Unknown" = "Unknown";

/* Document load error message when passed an unexpected file type */
"Unknown file type" = "Unknown file type";

/* Document loading error message (exception raised) */
"Unknown format or corrupt file" = "Unknown format or corrupt file";

/* error when loading a document - graphic specifies an unknown shape */
"Unknown shape \"%@\", will replace with %@" = "Unknown shape \"%1$@\", will replace with %2$@";

/* alert button - loading file which has a backup - to open the backup */
"Use Backup" = "Use Backup";

/* Button label for using printer margins */
"Use Printer Margins" = "Use Printer Margins";

/* name of user data text tag */
"User Data" = "User Data";

/* Import filter error message */
"User interaction not allowed" = "User interaction not allowed";

/* name of version text tag */
"Version" = "Version";

/* context menu for label orientation */
"Vertical" = "Vertical";

/* Help tag while resizing */
"w: %@ (%d%%)\nh: %@ (%d%%)" = "w: %1$@ (%2$d%%)\nh: %3$@ (%4$d%%)";

/* Help tag while creating */
"w: %@\nh: %@" = "w: %1$@\nh: %2$@";

/* name of width text tag */
"Width" = "Width";

/* name of x position text tag */
"X Position" = "X Position";

/* name of y position text tag */
"Y Position" = "Y Position";

/* name for yards */
"yards (yd)" = "yards (yd)";

/* Description for undo warning sheet */
"You are about to undo past the last point this file was saved.  Do you want to do this?" = "You are about to undo past the last point this file was saved.  Do you want to do this?";

/* Alert message for paper size change conflicting with page margins when printer margins are a possibility */
"You can scale the margins down to fit the new paper size, or use the minimum margins allowed by your printer settings. Page margins can be adjusted in the Document inspector." = "You can scale the margins down to fit the new paper size, or use the minimum margins allowed by your printer settings. Page margins can be adjusted in the Document inspector.";

